tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "cmake"
brew "curl"
brew "delve"
brew "docker"
brew "docker-compose"
brew "emacs"
brew "exa"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "openjdk"
brew "kafka"
brew "lua"
brew "neovim"
brew "node"
brew "nvm"
brew "openvpn"
brew "python@3.9"
brew "ripgrep"
brew "tesseract"
brew "tldr"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "dopplerhq/cli/doppler", link: false
cask "anaconda"
cask "dbeaver-community"
cask "github"
cask "insomnia"
cask "iterm2"
cask "postman"
